<?php
return [
    'plugin' => [
        'name' => 'Бот telegram магазина',
        'description' => 'Позволь своим покупателям осуществлят заказы в своем любимом месседжере'
    ],
    'telegram' => [
        "start_text" => "%s, добро пожаловать в наш чат-бот!\n\nЧтобы сделать заказ, нажмите пожалуйста на 🍱 Меню.",


        "menu" => "🍱 Меню",
        "busket" => "🛒 Корзина",
        "review" => "⭐️ Оставить отзыв",
        "my_order" => "🌯 Мои заказы",
        "delivery_and_pay" => "🚚 Доставка и оплата",
        "contact" => "☎ Контакты",

        "delivary_and_pay_text" => "<b>Доставка:</b>\n\n- Доставляем все заказы в течении 60 минут\n\n<b>Варианты оплаты:</b>\n\n- Наличными\n- Банковской картой",
        "menu_text" => "Выберите пожалуйста блюда которые вы хотите заказать",

        "in_basket_button_title" => "Цена - *price* В КОРЗИНУ 👌🏽",

        "load_other_position" => "Загрузить еще товар",

        "position_in_basket" => "✅ В корзине",

        "plus" => "➕",
        "minus" => "➖",
        "warning_text_in_basket" => "Этот товар уже в корзине!",

        "busket_is_empty" => "У вас ничего нет в корзине.",

        "prise_position_basket" => "Цена - *price*",

        "all_amount_order" => "🧾 Сумма заказа: *price*",

        "triple_dot" => "Ниже вы можете перейти в корзину или вернуться на главную",
        "take_order" => "✅ Оформить заказ",
        "del" => "❌",

        "in_menu" => "🔙 В меню",

        "ask_name" => "<b>*Оформление заказа*</b>\n\nНапишите пожалуйста своё Имя и Фамилию",
        "ask_point" => "<b>*Оформление заказа*</b>\n\nВыберите пожалуйста ближайшую точку питания к вашему адресу",
        "ask_address" => "<b>*Оформление заказа*</b>\n\nНапишите пожалуйста адрес доставки\n\nПример:\nул. Богдана Хмельницкого, 54",
        "ask_telephone" => "<b>*Оформление заказа*</b>\n\nНапишите пожалуйста свой номер телефона\n\nПример: +380660000000",
        "ask_pay" => "<b>*Оформление заказа*</b>\n\nВыберите пожалуйста способ оплаты заказа",

        "pay_online" => "💳 Онлайн оплата (в разработке)",
        "pay_offline" => "💵 Наличными",



        "pay_success" => "✅ Оплата прошла успешно\n\nСпасибо за Ваш заказ, мы свяжемся с Вами в ближайшее время!",

        "end_order" => "Спасибо за Ваш заказ, мы свяжемся с Вами в ближайшее время!",

        "zavernuli_contact" => "<b>Наш адрес:</b>\nул. Генерала Петрова, 37а\n\n<b>Наши номера:</b>\n0935643575\n0675643575\n0487083580",

        "delivery_and_pay_text" => "<b>Доставка:</b>\n\n- Доставляем все заказы в течении 60 минут\n- При заказе до 200 грн, стоимость доставки сотсавляет 50 грн\n\n<b>Варианты оплаты:</b>\n\n- Наличными\n- Банковской картой",
        "old_order" => "Выберите пожалуйста дату покупки:",
        "old_order_null" => "У вас не было заказов",
        "dish" => "<b>Блюда:</b>",

        "measuring_system" => "шт.",

        "pay_type" => "\n\n<b>Способ оплаты:</b>\n",

        "new_order" => "Новый заказ",
        "amount" => "<b>Полная стоимость:</b>",
        "valute" => " грн.",

        "contact_text" => "<b>Контакты:</b>",

        "name_text" => "Имя: ",
        "adress_text" => "Адрес: ",
        "phone_text" => "Телефон: ",

        "ask_review" => "Выберите, к какому месту вы хотите оставить отзыв:",
        "ask_review_text" => "Напишите отзыв про это место. С вашим отзывом обязательно ознакомятся ответственные за это люди.",
        "end_review" => "Спасибо! Ваш отзыв отправлен ответственным людям.",


        "promocode" => "🧰 У меня есть промокод",
        "ask_promocode" => "Укажите пожалуйста свой промокод",

        "no_promocode" => "❌ Ваш промокод не действительный. Попробуйте еще раз.",

        "cancel" => "Отменить",

        "access_promocode" => "✅ Ваш промокод активирован. Вернитесь назад в корзину, нажав на кнопку ниже.",

        "promocode_is_active" => "🧰 Промокод активирован",
        "promocode_is_active_text" => "Промокод уже активирован. Цена указана с учетом скидки.",

        "all" => "Итого: ",
        "discount" => "Скидка: ",
        "fullprice" => "Полная стоимость: ",
        "in_menu_main" => "🏠 На главную",
        "rasd" => "⬇️ Ниже, вы можете просмотреть сумму заказа, оформить заказ либо вернуться на главную.",
        "public" => "📄 Пользовательское соглашение",
    ]
];
